{
  "aia_level_1": "Level 1 data corresponding to all ten wavelength channels of the AIA instrument, at a 12-second cadence, and a resolution of 4096 by 4096 pixel at 0.6 arcsec/pixel.",
  "aia_level_1.5": "FITS files at a 2-minute cadence which have been produced by processing 4Kx4K AIA level 1\r\nimages to level 1.5, then reducing them to 1024x1024, 2.4 arc-sec pixels by summing each non NaN valued pixel in the 4x4 pixel cell and dividing by the number of non NaN valued pixels.\r\n\r\nThe pixel value units are DN per original 0.6 arc-sec pixel. These images are produced approximately 7 days after the time of observation.",
  "aia_level_2": "AIA FITS files at a 6 hour cadence which have been produced by processing 4Kx4K AIA level 1 images using the aiapy python library. The following calibrations are applied:\r\n\r\n- update_pointing\r\n- fix_observer_location\r\n- register\r\n- correct_degradation\r\n- normalize_exposure",
  "chromis": "Data acquired with the CHROMIS instrument processed with the [SSTRED](https://dubshen.astro.su.se/wiki/index.php/SSTRED) data processing pipeline. This pipeline applies various calibrations, restores the images from blurring caused by turbulence in Earth's atmosphere, and packages the data into FITS files with various kinds of metadata.\r\n\r\nThe data in this dataset is released to the public domain on the date mentioned in the RELEASE field. Before that date you may need a password to access them. The information about access is provided in the RELEASEC field.\r\nFor more information on data policy, see https://dubshen.astro.su.se/wiki/index.php/Science_data\r\nFor more information on the instrument and the data please see:\r\n-  [Design study for Fabry-Perot based spectro(polari)meters](https://doi.org/10.1051/0004-6361:20052981) \r\n-  [SSTRED: Data- and metadata-processing pipeline for CHROMIS and CRISP](https://doi.org/10.1051/0004-6361/202141326)",
  "chrotel_level_1": "Chromospheric Telescope (ChroTel) at the Observatorio del Teide on Tenerife is a multi-wavelength imaging telescope for full-disk synoptic observations of the solar chromosphere. ChroTel observations are conducted using Lyot-type filters for the chromospheric lines of Ca, H, and He. The instrument operates autonomically and gathers imaging data in all three channels with a cadence of down to one minute. In this EPN-TAP table, we provide ChroTel data starting in 2012. Data becomes public one year after the observeration\r\n\r\n[ChroTel: a robotic telescope to observe the chromosphere of the Sun](https://doi.org/10.1117/12.789044)",
  "crisp": "Data acquired with the CRISP instrument processed with the  [SSTRED](https://dubshen.astro.su.se/wiki/index.php/SSTRED) data processing pipeline. This pipeline applies various calibrations, restores the images from blurring caused by turbulence in Earth's atmosphere, and packages the data into FITS files with various kinds of metadata.\r\n\r\nThe data in this dataset is released to the public domain on the date mentioned in the RELEASE field. Before that date you may need a password to access them. The information about access is provided in the RELEASEC field.\r\nFor more information on data policy, see https://dubshen.astro.su.se/wiki/index.php/Science_data\r\nFor more information on the instrument and the data please see:\r\n-  [Design study for Fabry-Perot based spectro(polari)meters](https://doi.org/10.1051/0004-6361:20052981) \r\n-  [CRISP Spectropolarimetric Imaging of Penumbral Fine Structure](https://doi.org/110.1086/595744) \r\n-  [CRISPRED: A data pipeline for the CRISP imaging spectropolarimeter](https://doi.org/10.1051/0004-6361/201424319) \r\n-  [SSTRED: Data- and metadata-processing pipeline for CHROMIS and CRISP](https://doi.org/10.1051/0004-6361/202141326)",
  "eit_level_0": "The dataset consist of full sun images of the solar corona in the extreme ultraviolet range in 4 wavelengths: 17.1, 19.5, 28.4, and 30.4 nm",
  "eit_synoptic": "Synchronous synoptic maps of the corona in the extreme-UV (EUV), built from series of SoHO/EIT observations, in each of the 4 wavelength bands of the instrument.\r\n\r\nSynchronous synoptic maps are maps of the EUV radiance in different wavelength bands on the full solar sphere, in heliographic (Carrington) longitude and latitude, where data are taken as close as possible to a reference time. They capture the state of the corona at any given reference time by including data taken as close as possible to this time.\r\n\r\nEUV-SYN is available as part of the generic [MEDOC interface](https://idoc-medoc.ias.u-psud.fr/). These interfaces are based on the CNES SiTools2 framework. EUV-SYN is also available from IDL and Python scripts, using a specialization of the generic SiTools2 IDL and Python clients developed by MEDOC.",
  "eui_level_1": "EUI scientific data consists of calibrated and raw data images acquired by the three EUI telescopes. Following the orbit profile of Solar Orbiter, the data coverage, imaging cadence and effective spatial resolution of the EUI data are very variable.  \"EUI Data Release 6.0 2023-01\" contains the Solar Orbiter/EUI data starting from 2020-03-03.\r\n\r\nLevel 1 (L1) data implies that the metadata in the FITS keywords is complete but that the images remain uncalibrated. Besides decompression, only limited, reversible operations have been applied to the images (mirroring & flipping, and 90-degree rotations) such that solar north is roughly on top and solar east roughly on the left. All the images received on the ground are distributed in the L1 dataset. This includes images with the telescope doors closed, either “darks” or “LEDs” (calibration lamp images). \r\n\r\nScientific papers using EUI data are asked to\r\n1. cite the EUI instrument paper Rochus et al, AA, 2020 and the DOI https://doi.org/10.24414/z818-4163 to identify which EUI Data Release was used\r\n2. mention in the acknowledgements the text listed in the [section \"Data policy, citation & acknowledgements\" of the release notes](https://www.sidc.be/EUI/data/releases/202301_release_6.0/release_notes.html#data-policy-citation-acknowledgements).\r\n3. inform david.berghmans@sidc.be (EUI Principal Investigator) of your work and/or publication\r\n4. Specifically for data running up to the very first perihelion (March and April 2022), we explicitly ask external researchers to invite the core of the EUI team as co-authors on publications. (Please contact the PI david.berghmans@sidc.be).\r\n5. The usage of EUI images as online web graphics or in printed materials should mention \"Image Courtesy: ESA/Solar Orbiter/EUI\".",
  "eui_level_2": "EUI scientific data consists of calibrated and raw data images acquired by the three EUI telescopes. Following the orbit profile of Solar Orbiter, the data coverage, imaging cadence and effective spatial resolution of the EUI data are very variable.  \"EUI Data Release 6.0 2023-01\" contains the Solar Orbiter/EUI data starting from 2020-03-03.\r\n\r\nLevel 2 (L2) data are produced by the euiprep python routine. This routine takes the L1 data and rectifies instrument deviations for which corrections are available. It also updates the WCS FITS keywords to correct for spacecraft pointing instabilities.\r\n\r\nScientific papers using EUI data are asked to\r\n1. cite the EUI instrument paper Rochus et al, AA, 2020 and the DOI https://doi.org/10.24414/z818-4163 to identify which EUI Data Release was used\r\n2. mention in the acknowledgements the text listed in the [section \"Data policy, citation & acknowledgements\" of the release notes](https://www.sidc.be/EUI/data/releases/202301_release_6.0/release_notes.html#data-policy-citation-acknowledgements).\r\n3. inform david.berghmans@sidc.be (EUI Principal Investigator) of your work and/or publication\r\n4. Specifically for data running up to the very first perihelion (March and April 2022), we explicitly ask external researchers to invite the core of the EUI team as co-authors on publications. (Please contact the PI david.berghmans@sidc.be).\r\n5. The usage of EUI images as online web graphics or in printed materials should mention \"Image Courtesy: ESA/Solar Orbiter/EUI\".",
  "euvi_level_0": "The Extreme Ultraviolet Imager observes the chromosphere and low corona in four different EUV emission lines between 17.1 and 30.4 nm. It is a small, normal-incidence telescope with thin metal filters, multilayer coated mirrors, and a back- thinned CCD detector.",
  "gaia_dem": "GAIA-DEM is a database of Differential Emission Measure (DEM) maps. The DEM is a measure of the thermal structure of the coronal plasma, representing the quantity of light emitting plasma along the line of sight, at different temperatures. In GAIA-DEM, the DEM is modelled by a specific function of temperature, namely a Gaussian of the logarithm of electron temperature. GAIA-DEM maps are then maps of the DEM maximum temperature, of the DEM integral (total Emission Measure), and DEM width (in temperature). These maps are obtained by inversion from the SDO/AIA EUV images in 6 coronal channels (9.4, 13.1, 17.1, 19.3, 21.1, and 33.5 nm). In addition, maps of the χ² for the inversion are provided.\r\n\r\nGAIA-DEM is available from a specific interface at http://medoc-dem.ias.u-psud.fr, as well as part of the generic MEDOC interface which is currently located at https://idoc-medoc.ias.u-psud.fr. These interfaces are based on the CNES SiTools2 framework. GAIA-DEM is also available from IDL and Python scripts, using a specialization of the generic SiTools2 IDL and Python clients developed by MEDOC.",
  "gris_level_1": "The following links provide additional information on: The [GRIS archive](http://archive.leibniz-kis.de/pub/gris/readme/archive_manual.pdf), the [1.5 &#956;m level2 data](http://archive.leibniz-kis.de/pub/gris/readme/level2_parameters.pdf), the [GREGOR telescope](http://adsabs.harvard.edu/abs/2012AN....333..796S), the [Adaptive Optics system](http://adsabs.harvard.edu/abs/2012AN....333..796S) and the [GRIS instrument](http://adsabs.harvard.edu/abs/2012AN....333..872C)\r\nFor information on the spatial and spectral quality of the GRIS data, see the following papers [Borrero et al. (2016)](http://adsabs.harvard.edu/abs/2016A%26A...596A...2B) and [Franz et al. (2016)](http://adsabs.harvard.edu/abs/2016A%26A...596A...4F)\r\nFor visualization and standard calibration of GRIS level1 data you may download an [IDL-GUI](http://archive.leibniz-kis.de/pub/gris/readme/gui.tar) which requires sswidl or runs as a virtual machine without a licence in IDL8.5 and higher. The installation procedure is described in the [manual](http://archive.leibniz-kis.de/pub/gris/readme/gui_manual.pdf)\r\nIf you make use of this archive please acknowledge the GRIS & GREGOR projects by citing the abovementioned [publications](http://archive.leibniz-kis.de/pub/gris/readme/GREGOR_GRIS.bib) and add this [paragraph](http://archive.leibniz-kis.de/pub/gris/readme/GREGOR_GRIS.tex) to the end of your manuscript",
  "hmi_magnetogram": "4096 by 4096 pixels full sun magnetograms at a cadence of 45 seconds from the HMI instrument.\r\nFor more information on the instrument  please see:\r\n-  [The Solar Dynamics Observatory (SDO)](https://doi.org/10.1007/s11207-011-9841-3) \r\n-  [Design and ground calibration of the Helioseismic and MagneticImager (HMI) instrument on the Solar Dynamics Observatory ](https://doi.org/10.1007/s11207-011-9842-2)",
  "hmi_magnetogram_level_1.5": "HMI FITS files at a 6 hour cadence which have been produced by processing 4Kx4K HMI magnetogram images using the aia_prep IDL routine in order to align the center and the radius with AIA level 2 data",
  "ibis": "Raw spectropolarimetric observations of the partial Sun at various spectral regions; FoV approx 40 x 90 arcsec ^2, cadence of 67 s, pixel scale approx 0.09 arcsec.\r\n\r\nFor more information on the instrument and the data please see:\r\n-  [IBIS: A New Post-Focus Instrument for Solar Imaging Spectroscopy.](https://doi.org/10.1007/s11207-006-0103-8)",
  "lars_level_1": "Solar spectra in the visible 480nm to 750nm range starting in 2016. Data becomes public one year after the observation.",
  "lyra_level_2": "LYRA level 2 files corresponds to the full time-resolution calibrated data, provided as daily FITS files.\r\nThe calibrations steps are described at https://proba2.sidc.be/data/lyra/level2. Data analysis software is described at https://proba2.sidc.be/data/software.\r\n\r\n[Terms of Use](https://proba2.sidc.be/data/termsOfUse)\r\nFor more information on the instrument and the data please see:\r\n-  [The LYRA Instrument Onboard PROBA2: Description and In-Flight Performance](https://doi.org/10.1007/s11207-013-0252-5)",
  "lyra_level_3": "LYRA level 3 files are similar to level 2, except that the data have been rebinned to a 1Hz cadence.\r\nThe calibrations steps are described at https://proba2.sidc.be/data/lyra/level3. Data analysis software is described at https://proba2.sidc.be/data/software.\r\n\r\n[Terms of Use](https://proba2.sidc.be/data/termsOfUse)\r\n\r\nFor more information on the instrument and the data please see:\r\n-  [The LYRA Instrument Onboard PROBA2: Description and In-Flight Performance](https://doi.org/10.1007/s11207-013-0252-5)",
  "rosa": "This data was taken as part of the special DST service mode run ran entirely for flare studies in October 2014. The raw data is publicly available on the [NSO website](http://nsosp.nso.edu/dst/smex). The data was reduced using the older version of the ROSA pipeline (v1.0) which is not 100% SolarNet compliant. The data was dark and flat corrected prior to Speckle reconstruction using the KISIP code. After speckle, images were aligned and destretched before the data was science ready. There were 2 pointings that day of the same AR. Pointing was shifted so as to capture a possible flare better. There are flares in both data sets. The quality of the first data set is better than the second, as the seeing was better earlier in the morning.\r\n\r\nFor more information on the instrument and the data please see:\r\n-  [A High-cadence, Synchronized Multi-camera Solar Imaging System.](https://doi.org/10.1007/s11207-009-9500-0)",
  "swap_level_1": "SWAP level 1 files correspond to the calibrated images, 1 image per FITS file.\r\nThe calibrations steps are described at https://proba2.sidc.be/data/SWAP/level1. Data analysis software is described at https://proba2.sidc.be/data/software.\r\n\r\n[Terms of Use](https://proba2.sidc.be/data/termsOfUse)\r\n\r\nFor more information on the instrument and the data please see:\r\n-  [The SWAP EUV Imaging Telescope Part I: Instrument Overview and Pre-Flight Testing](https://doi.org/10.1007/s11207-012-0114-6)\r\n-  [The SWAP EUV Imaging Telescope. Part II: In-flight Performance and Calibration](https://doi.org/10.1007/s11207-012-0183-6)",
  "uset_calciumii-k_level_1": "Full-disk solar images from the USET CalciumII-K instrument, taken since 2012. The images have a size of 2048x2048 pixels and have been recentered (<1 pixel). They are stored in FITS file format, information about the coordinate system was added in the header, so that data can be further processed with the library Sunpy. The FITS header has been made homogeneous throughout the dataset and complies with the SOLARNET recommendations.",
  "uset_h-alpha_level_1": "Full sun images from the USET  H-alpha instrument, taken since 2002. The images have a size of 1024x1024 pixels from 2002/04/25 till 2008/06/24, and after 2008/06/25 they are 2048x2048 pixels wide, and have been recentered (<1 pixel). The images are stored in FITS file format, information about the coordinate system was added in the header, so that data can be further processed with the library Sunpy. The FITS header has been made homogeneous throughout the dataset and complies with the SOLARNET recommendations.",
  "uset_white_light_level_1": "Full sun images from the USET White Light instrument, taken since 2002. The images have a size of 1024x1024 pixels from 2002/04/25 till 2008/06/24, and after 2008/06/25 they are 2048x2048 pixels wide, and have been recentered (<1 pixel). The images are stored in FITS file format, information about the coordinate system was added in the header, so that data can be further processed with the librairy Sunpy.\r\nThe FITS header has been made homogeneous throughout the dataset and complies with the SOLARNET recommendations.",
  "xrt_level_1": "For more information on the instrument please see:\r\n-  [The Hinode X-Ray Telescope (XRT): Camera Design, Performance and Operations](https://doi.org/10.1007/s11207-007-9058-7)"
}